/* conjunction to end a compound sentence */
" and" = "і";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (з'єднуюся)";

/* No comment provided by engineer. */
"%@ had been successfully added to the Address Book.\nWould you like to edit the card now?" = "%@ успішно доданий до Адресної книги.\nХочете відредагувати картку?";

/* No comment provided by engineer. */
"%@ is not on any account. Please select a specific account or add this contact first." = "%@ нема в обл. записах. Будь-ласка, виберість конкретний обл. запис або спершу додайте цього співрозмовника.";

/* No comment provided by engineer. */
"%@ on the account %@" = "%1$@ під обліковим записом %2$@";

/* Event: <A contact's name> requested authorization */
"%@ requested authorization" = "%@ запросив авторизацію";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ бажає надіслати вам %2$@";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ просить звернути на нього увагу";

/* Status message for a bookmark (>1 mention, >1 messages) */
"%d mentions, %d messages" = "%1$d згадок., %2$d повід.";

/* Status message for a bookmark (>1 messages) */
"%d messages" = "%d повід.";

/* No comment provided by engineer. */
"%u authorization requests" = "%u запит на авторизацію";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Status message for a bookmark (1 mention, >1 messages) */
"1 mention, %d messages" = "1 згадка, %d повід.";

/* Status message for a bookmark (1 mention, 1 message) */
"1 mention, 1 message" = "1 нагадування, 1 повідомлення";

/* Status message for a bookmark (1 message) */
"1 message" = "1 повідомлення";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; статус %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Новий обліковий запис>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "«%@» вже використовується.";

/* No comment provided by engineer. */
"a member of %@" = "учасник %@";

/* No comment provided by engineer. */
"Account:" = "Обл. зап.:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Дія:";

/* No comment provided by engineer. */
"Add Account" = "Додати обліковий запис";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Додати дію для обраної події";

/* Add To Address Book Contextual Menu */
"Add To Address Book" = "Додати до адресної книги";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit https://otr.cypherpunks.ca/." = "Adium надає можливості шифрування, перевірку достовірності і повну таємність спілкування через %@ за допомогою технології OTR (Off-the-Record - не підлягає розголошенню). Якщо ваш співрозмовник використовує програму, яка не підтримує OTR, йому буде надіслано посилання на сайт, який присвячений цій технології. Додаткову інформацію можна знайти на https://otr.cypherpunks.ca/.";

/* No comment provided by engineer. */
"Alias:" = "Псевдонім:";

/* No comment provided by engineer. */
"An error had occurred while adding %@ to the Address Book." = "Виникла помилка при додаванні %@ до Адресної книги.";

/* No comment provided by engineer. */
"Any" = "Будь-який";

/* No comment provided by engineer. */
"Authorization Requests" = "Запити на авторизацію";

/* No comment provided by engineer. */
"Authorize" = "Авторизувати";

/* No comment provided by engineer. */
"Authorize and Add" = "Авторизувати і додати";

/* No comment provided by engineer. */
"Authorize Selected" = "Авторизувати обране";

/* No comment provided by engineer. */
"Bookmarks" = "Закладки";

/* No comment provided by engineer. */
"Cancel" = "Скасувати";

/* Cancel current account activity prefix */
"Cancel: %@" = "Скасувати з'єднання: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Неможливо відкрити набір звуків";

/* No comment provided by engineer. */
"Clear" = "Очистити";

/* No comment provided by engineer. */
"Configure the selected action" = "Налаштування обраної дії";

/* No comment provided by engineer. */
"Connect" = "З'єднати";

/* Connect account prefix */
"Connect: %@" = "З'єднати: %@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "група співрозмовників %@";

/* No comment provided by engineer. */
"Contact List" = "Список співрозмовників";

/* No comment provided by engineer. */
"Contact not found" = "Співрозмовника не знайдено";

/* No comment provided by engineer. */
"Contact requests authorization" = "Співрозмовник надсилає запит на автрризацію";

/* No comment provided by engineer. */
"Continue" = "Продовжити";

/* No comment provided by engineer. */
"Custom" = "Обрати";

/* Button which deletes the selection */
"Delete" = "Видалити";

/* No comment provided by engineer. */
"Delete Account" = "Видалити обліковий запис";

/* New contact alert pane */
"Delete after event occurs" = "Видалити після настання події";

/* No comment provided by engineer. */
"Delete Event?" = "Видалити подію?";

/* No comment provided by engineer. */
"Delete the account %@?" = "Видалити обліковий запис %@?";

/* No comment provided by engineer. */
"Deny" = "Відхилити";

/* No comment provided by engineer. */
"Deny and Block" = "Заборонити і заблокувати";

/* No comment provided by engineer. */
"Deny Selected" = "Заборонити обране";

/* No comment provided by engineer. */
"Disable" = "Вимкнути";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "Вимкнути %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "Вимкнені облікові записи";

/* No comment provided by engineer. */
"Disconnect" = "Від'єднати";

/* Disconnect account prefix */
"Disconnect: %@" = "Від'єднати: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Виконано";

/* Button which duplicates the selection */
"Duplicate" = "Продублювати";

/* No comment provided by engineer. */
"Edit Account" = "Редагувати обліковий запис";

/* Edit In Address Book Contextual Menu */
"Edit In Address Book" = "Відредагувати в Адресній книзі";

/* No comment provided by engineer. */
"Edit Link" = "Редагувати посилання";

/* No comment provided by engineer. */
"Edit presets:" = "Редагувати передвстановлення:";

/* No comment provided by engineer. */
"Enable" = "Увімкнути";

/* Enable account prefix */
"Enable %@" = "Увімкнути %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Шифрування";

/* No comment provided by engineer. */
"Error" = "Помилка";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Подія:";

/* No comment provided by engineer. */
"Events" = "Події";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "Зовнішні додатки зможуть зробити роботу Adium нестабільною. Відключіть їх, якщо помічаєте будь-які помилки в програмі.";

/* No comment provided by engineer. */
"Get Info" = "Інформація";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "закладка конференції %@";

/* No comment provided by engineer. */
"Idle" = "Байдикує";

/* No comment provided by engineer. */
"Ignore" = "Ігнорувати";

/* No comment provided by engineer. */
"Ignore and Block" = "Ігнорувати і заблокувати";

/* No comment provided by engineer. */
"Ignore Selected" = "Ігнорувати обране";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Набір значків статусу містить помилки";

/* No comment provided by engineer. */
"Join" = "Приєднатися";

/* No comment provided by engineer. */
"Join Chat" = "Приєднатися до чату";

/* Text of the typing preference checkbox in the account preferences */
"Let others know when you are typing" = "Сповіщати співрозмовників про набір тексту";

/* Label for the login server field in the account preferences */
"Login Server:" = "Сервер входу:";

/* No comment provided by engineer. */
"New Alert" = "Нове попередження";

/* No comment provided by engineer. */
"No" = "Ні";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Сумісні облікові записи не під'єднані";

/* No comment provided by engineer. */
"OK" = "Гаразд";

/* Label for the password field in the account preferences */
"Password:" = "Пароль:";

/* No comment provided by engineer. */
"Paste" = "Вставити";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is loaded on an unsupported architecture. */
"Plugin %@ Will be Disabled" = "Додаток %@ буде зупинений";

/* Label for the port field in the account preferences */
"Port:" = "Порт:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Видалити дію (%i шт.), які присвоєні даній події?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Видалити дію(ї)";

/* Button which renames the selection */
"Rename" = "Перейменувати";

/* Event: requested authorization (follows a contact's name displayed as a header) */
"requested authorization" = "запросив авторизацію";

/* No comment provided by engineer. */
"Requests authorization" = "Запитує авторизацію";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "Встановити поточний статус";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "Показати в Адресній книзі";

/* No comment provided by engineer. */
"Social Networking" = "Соціальна мережа";

/* No comment provided by engineer. */
"Social Networking Status" = "Статус в соціальній мережі";

/* No comment provided by engineer. */
"Social Networking Status:" = "Статус в соціальній мережі:";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Під час оновлення набору звуків виникла помилка";

/* Title of a panel shown after adding successfully adding a contact to the address book. */
"Success" = "Успішно";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default." = "Набір значків статусу «%1$@», встановлений в «%2$@», містить помилку. У ньому не вистарчає значка «%3$@». Якщо ви завантажили його з сайту xtras.adium.im, зверніться за підтримкою до автора набору. Буде використовуватися набір типовий значків.";

/* No comment provided by engineer. */
"The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?" = "Закладка %@ не містить достатньо інформації і не може використовуватися. Будь-ласка, перестворіть її, коли наступного разу входитимете до чату.\nБажаєте видалити цю закладку?";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Дана служба не підтримує використання таких символів в імені облікового запису.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "Використовувати набір звуків %1$@ версії %2$i неможливо. Дана версія невідома для Adium, можливо вона призначена для більш пізньої версії програми.";

/* No comment provided by engineer. */
"This plugin does not support your native architecture." = "Цей додаток не підтримує вашу архітектуру.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Дана версія Adium використовує новий формат наборів звуків. Встановлений раніше в %2$@ набір %1$@ був відключений.";

/* Label in front of the title for a preset */
"Title:" = "Назва:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Набір тексту:";

/* No comment provided by engineer. */
"Unable to join bookmarked chat" = "Неможливо приєднатися до чату з закладок";

/* No comment provided by engineer. */
"Unknown" = "Невідомо";

/* No comment provided by engineer. */
"User Name" = "Ім'я користувача";

/* No comment provided by engineer. */
"When %@ requests authorization" = "Коли %@ надсилає запит на авторизацію";

/* No comment provided by engineer. */
"When a contact requests authorization" = "Коли співрозмовник надсилає запит на авторизацію";

/* No comment provided by engineer. */
"Yes" = "Так";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "Ви під'єдналися";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "Ви від'єдналися";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "Ви попросили щоб %@ звернув на вас увагу";

/* No comment provided by engineer. */
"Your attention is requested!" = "Співрозмовник просить звернути на себе увагу";